<?php

return [
    'main_menu'               => 'Привіт. Ти в головному меню',
    'add_admin'               => 'додати адміна',
    'calendar_text'           => 'календар на місяць',
    'write_event_title'       => 'вкажи назву події',
    'write_event_description' => 'вкажи опис події',
    'select_event_hour'       => 'обери годину',
    'select_event_minute'     => 'обери хвилини',
    'cancel'                  => 'скасувати',
    'back'                    => 'назад',
    'event_exists_emoji'      => '👀',
    'events_list'             => 'список подій на ',
    'edit_description'        => 'редагувати опис',
    'edit_title'              => 'редагувати назву',
    'delete'                  => 'видалити',
    'create_event'            => 'створити подію',
    'event_created'           => 'Подія успішно створена.',

    'months' => [
        1  => 'січень',
        2  => 'лютий',
        3  => 'березень',
        4  => 'квітень',
        5  => 'травень',
        6  => 'червень',
        7  => 'липень',
        8  => 'серпень',
        9  => 'вересень',
        10 => 'жовтень',
        11 => 'листопад',
        12 => 'грудень',
    ],

    'week_days' => [
        'пн',
        'вт',
        'ср',
        'чт',
        'пт',
        'сб',
        'нд',
    ]
];
